Repository: Libre-MATE/mate-user-share
Catalog: po/*.po
Languages: hr

source: Share Public directory over the network
hr: Dijeli javni direktorij preko mreže

source: If this is true, the Public directory in the users home directory will be shared over the network when the user is logged in.
hr: Ako je ovo istina, Javni direktorij u korisničkoj osobnoj mapi će biti djeljen preko mreže kada je korisnik prijavljen.

source: When to require passwords
hr: Kada zahtijevati zaporke

source: When to ask for passwords. Possible values are "never", "on_write", and "always".
hr: Kada tražiti zaporke. Moguće zadanosti su "nikada", "u_pisanju" i "uvijek".

source: Share Public directory over Bluetooth
hr: Dijeli javni direktorij preko bluetootha

source: If this is true, the Public directory in the users home directory will be shared over Bluetooth when the user is logged in.
hr: Ako je ovo istinito, javni direktorij u osobnom direktoriju korisnika bit će dijeljen preko bluetootha kada je korisnik prijavljen.

source: Whether to allow Bluetooth clients to write files.
hr: Treba li klijentima bluetootha dopustiti zapisivanje datoteka.

source: Whether to allow Bluetooth clients to write files, or share the files read-only.
hr: Treba li klijentima bluetootha dopustiti zapisivanje datoteka ili dijeljenje datoteka samo za čitanje.

source: Whether Bluetooth clients need to pair with the computer to send files.
hr: Trebaju li se klijenti bluetootha upariti s računalom za slanje datoteka.

source: Whether Bluetooth clients can send files using ObexPush.
hr: Mogu li klijenti bluetootha slati datoteke koristeći ObexPush.

source: If this is true, Bluetooth devices can send files to the user's Downloads directory when logged in.
hr: Ako je ovo istinito, uređaji s bluetoothom mogu slati datoteke u korisnikov direktorij preuzimanja kada je prijavljen.

source: When to accept files sent over Bluetooth
hr: Kada prihvatiti datoteke poslane preko bluetootha

source: When to accept files sent over Bluetooth. Possible values are "always", "bonded" and "ask".
hr: Kada prihvatiti datoteke poslane preko bluetootha. Moguće zadanosti su "uvijek", "spojeno" i "upitaj".

source: Whether to notify about newly received files.
hr: Treba li obavijestiti o novoprimljenim datotekama.

source: Personal File Sharing Preferences
hr: Prilagodbe osobnog dijeljenja datoteka

source: <b>Share Files over the Network</b>
hr: <b>Dijeli datoteke preko mreže</b>

source: _Share public files on network
hr: _Dijeli javne datoteke na mreži

source: _Password:
hr: _Zaporka:

source: _Require password:
hr: _Potrebna je zaporka:

source: <b>Share Files over Bluetooth</b>
hr: <b>Dijeli datoteke preko bluetootha</b>

source: Share public files over _Bluetooth
hr: Dijeli javne datoteke preko _bluetootha

source: Allo_w remote devices to delete files
hr: Dopust_i udaljenim uređajima brisanje datoteka

source: Require re_mote devices to bond with this computer
hr: Zatraži od ud_aljenih uređaja spajanje s ovim računalom

source: <b>Receive Files over Bluetooth</b>
hr: <b>Primi datoteke preko bluetootha</b>

source: Receive files in _Downloads folder over Bluetooth
hr: Primi datoteke u_mapu preuzimanja preko bluetootha

source: _Accept files:
hr: _Prihvati datoteke:

source: _Notify about received files
hr: _Obavijesti o primljenim datotekama

source: Personal File Sharing
hr: Osobno dijeljenje datoteka

source: Preferences for sharing of files
hr: Prilagodbe za dijeljenje datoteka

source: Launch Personal File Sharing if enabled
hr: Pokreni osobno dijeljenje datoteka ako je omogućeno

source: Launch Preferences
hr: Pokreni prilagodbe

source: Launch Personal File Sharing Preferences
hr: Pokreni prilagodbe osobnog dijeljenja datoteka

source: Unable to launch the Personal File Sharing preferences
hr: Nije moguće pokrenuti prilagodbe osobnog dijeljenja datoteka

source: You can share files from this folder and receive files to it
hr: Možeš dijeliti datoteke iz ove mape i primati ih u nju

source: You can share files from this folder over the network and Bluetooth
hr: Možeš dijeliti datoteke iz ove mape preko mreže i bluetootha

source: You can receive files over Bluetooth into this folder
hr: Možeš primati datoteke preko bluetootha u ovu mapu

source: No reason
hr: Nema osnove

source: Could not display the help contents.
hr: Nije bilo moguće prikazati sadržaj pomoći.

source: Could not build interface.
hr: Nije bilo moguće stvoriti sučelje.

source: Never
hr: Nikada

source: When writing files
hr: Kada zapisivati datoteke

source: Always
hr: Uvijek

source: Only for set up devices
hr: Samo za postavljanje uređaja

source: Ask
hr: Pitaj

source: %s's public files
hr: Javne datoteke od %s

source: %s's public files on %s
hr: Javne datoteke od %s na %s

source: You received "%s" via Bluetooth
hr: Dovršen prijam "%s" putem bluetootha

source: You received a file
hr: Datoteka je primljena

source: Open File
hr: Otvori datoteku

source: Reveal File
hr: Otkrij datoteku

source: File reception complete
hr: Primanje datoteke dovršeno
